[
["对话编号","对话名称","step","对话NPC","场景","NPC的话","我的话","某任务完成后出现"],
["id","name","step","npc","area","npcword","myword","questAfter"],
["1","牛皮","1",305,"1","Do you want to go back to the desert?","",0],
["2","臭豆腐",0,307,"1","But in the end, it’s only a passing thing, this shadow. Even darkness must pass. A new day will come. And when the sun shines, it will shine out the clearer. There’s some good in this world.  And it’s worth fighting for .","",0],
["3","马二姐",0,"3","1","Thunderbird is the most evil creatrue in jiangnanyewai, belive me, you will never want to face f flock of them.","I will be careful.",0],
["4","时间机器",0,308,"1","This city was once the jewel of our kingdom. A place of light and beauty and music. And so it shall be once more! Let the armies know this: Never again will the land of my people fall into enemy hands. This city  has been reclaimed!","",0],
["5","驿站",0,304,"2","Do you want to go to the ice field? Be careful， the moster there are much more stronger！","",0],
["6","穿越",0,306,"1","Do you want to go to the ice?","",""],
["7","马全有",0,301,"2","Do you want to go to the oasis?","",""],
["8","驿站老板",0,309,"3","Do you want to go to the oasis?","",""],
["9","吹牛王",0,10,"1","If you are looking for challege, go to the other side of the river, the moster is much more strogger.","Challege?That's what I want.",""],
[10,"小花",0,310,"1","Fear is the path to the Dark Side. Fear leads to anger, anger leads to hate, hate leads to suffering.Forget the fear and  fight them!","",""],
[11,"樵夫",0,12,"1","Dark General is the boss of this area, his strenth and power is inapproachable!  You‘d better check your armor before you facing him.","Yes，I will.",""],
[12,"江湖郎中",0,13,"2","The moster in this area is much more stronger than before.If you not reach level 15 or don't have a excellent armor, you'd better leave.","",""],
[13,"当铺老板",0,302,"2","Do you wanna go to the arena?","",""],
[14,"货栈老板",0,303,"2","Do you wanna go to the cave?","",""],
[15,"武器店掌柜",0,16,"3","The teants are incredibly strong, but their movement are slow, and often miss when they attack.","",""],
[16,"服装店老板",0,17,"3","Yama is the king of the hell. There is a rumor that he is as strong as dark lord pomelo. In you are looking for him, goto the left corner.","",""],
[17,"农夫",0,311,"3","This is ice field, the biggest and the last scene of this game. The ultima boss--Lordofpomelo is at this scene. If you want to challege him, you can go to the dark moutain area of this area.","",""],
[18,"慧觉和尚",0,312,"3","The dark lord pomelo is at the top of the mountain. He is almost unbeatable for a single man.You'd better come with your friend.God blees you.","",""],
[19,"黑无常",0,3073,"3","Ower king ， empire Yama, is the charger of the hell.His power is next to the dark lord pomelo.Do you dare to disturb him?","",""],
[20,"周猎户",0,3012,"3","This little villege used to be my home, but now it has been taken by Star faries. Can you help me to drive them away. Be careful, they my look like beautiful ladies, but their weapon are ruthless.","I wll help you.",""],
[21,"兰若公主",0,3069,"3","Dark lord pomelo use the form of Monkey King. He is so swift that most of your attack will miss, his speed is so fast that no one can escapt from him. Please be careful, brave warrior, you will need a team to defeat him.","",""]
]
