[
["id","任务名","类别","等级","完成条件","任务描述","接受任务对话","任务进行","完成任务","经验","道具","时间"],
["id","name","type","heroLevel","completeCondition","desc","acceptTalk","workTalk","finishTalk","exp","item","timeLimit"],
["1","Hunt wild boars",0,"3","{\"1041\":3}","kill three wild boars;1041","A bad news,  l lot of wild boars appeare in our village. They can speak, walk on two legs like human. Strangely they grasp children without hurting them. I see in your eyes,  the same fear that would take the heart of me. Go to kill them and take three bodies  back. We must find out why and rescue our children.","","Congratulations ! you finished the task!",100,"1;25",0],
["2","Catch tigers",0,"3","{\"1048\":5}","catch five tigers;1048","According to analysis result, we doubt that some evil organization named Umbrella  grasped children for human experimentation to clone cruel animals. A lot of children have lost. Please kill as many as tigers to stop them continue to grasp children and take five bodies back.","","Congratulations ! you finished the task!",100,"2;26",""],
["3","Kill out rabbits",0,"5","{\"1068\":10}","kill ten rabbits;1068","We are right, Umbrella  clones monsters with our children. The monsters begain to kill mankind after our last attack and more children have lost. Recently,  many  people have died with the virus spread by rabbits which are new monsters .Hold your ground !Hold your ground!  Kill them and take ten bodies back.","","Congratulations ! you finished the task!",200,"3;35",0],
["4","Kill the boss",0,10,"{\"1006\":1}","kill the boss;1006","As you all know, Umbrella  have cloned thousands of  monsters by our children. of course, it will continue to do so, and our children will .continue to be grasped. A day may come when the courage of Men fails, when we forsake our friends and break all bonds of fellowship,   But not this day.   An hour of wolves and shattered shields when the age of Men comes crashing down,   But it is not this day!  This day we fight!  By all that you hold dear on this good earth, I bid you stand, Men of the West! Kill the boss ! Kill the boss! Kill the boss.","","Congratulations ! you finished the task!",400,"10;89",0]
]
